{
    "Docile":
    [
        "Wydajesz sie byc... Typem poslusznym.",
        "Jestes osoba zyczliwa. Bardzo pomocna. Mozesz sie przyjaznic z kimkolwiek.",
        "Jestes wspaniala osoba.",
        "......Czy troche przesadzam? Nie wydaje mi sie.",
        "Ty samx jestes w stanie to okreslic.",
        "Posluszna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Hardy":
    [
        "Wydajesz sie byc... Typem twardym.",
        "Pilnie wykonujesz swoje zadania domowe i dobrze sie odzywiasz.",
        "Masz silna wole pozwalajaca ci wykonywac przerozne, nawet i trudne zadania.",
        "Ale potrafisz byc rowniez osoba uparta, co moze powodowac klotnie z przyjaciolmi...",
        "Nic ci nie pasuje gdy jestes podirytowanx, wiec naucz sie wrzucac na luz.",
        "Twarda osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Jolly":
    [
        "Wydajesz sie byc... Typem wesolym.",
        "Zawsze sie smiejesz i usmiechasz, oraz podnosisz wszystkich wokolo na duchu.",
        "Uwielbiasz dowcipy!",
        "Masz duzo znajomych i wszedzie gdzie pojdziesz jestes popularnx.",
        "Ale czasem potrafisz odplynac i powiedziec cos co sprawi ze wpadasz w tarapaty.",
        "Musisz nauczyc sie myslec zanim cos powiesz.",
        "Wesola osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Impish":
    [
        "Wydajesz sie byc... Typem psotnym.",
        "Jestes osoba radosna i uwielbiasz psikusy.",
        "Jestes rowniez zyczliwx.",
        "Dlatego osoby wokol ciebie postrzegaja cie za osobe zniewalajaca.",
        "Musisz byc najpopularniejsza osoba wokolo!",
        "Oh? Nie jestes az tak? Jestes albo skromx... albo po prostu tego nie dostrzegasz..",
        "Zaloze sie ze osoby wokol sa zbyt niesmiale by okazac swoje uczucia.",
        "Na pewno jest rowniez osoba ktora jest zbyt niesmiala by wyznac ci swoja milosc!",
        "Psotna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Quirky":
    [
        "Wydajesz sie byc... Typem dziwacznym",
        "Ludzie postrzegaja cie za osobe ekscentryczna robiaca wszystko w swoim tempie.",
        "Nigdy nie zwalniasz.",
        "Twoja beztroska natura sprawia ze jestes atrakcyjnx. Ale rowniez przez to moga cie postrzegac za osobe dziecinna...",
        "Jestes zmiennx i czasem sprawiasz problemy dla osob ktore sa wokol ciebie.",
        "Niektorzy moze nawet i sie na ciebie za to zloszcza?",
        "Gdy zorientujesz sie jak samolubnie postepujesz, postaraj sie myslec wiecej zanim zrobisz cos pochopnie.",
        "Dziwaczna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Relaxed":
    [
        "Wydajesz sie byc... Typem zrelaksowanym.",
        "Czy czasem przysypiasz i ucieka ci autobus?",
        "Lub czy czasem przylapujesz sie na drzemaniu ot tak?",
        "Albo czy twoj czas reakcji jest wolniejszy od innych?",
        "Coz, nie jest to calkowicie zla rzecz.",
        "Potrafisz robic rzeczy w swoim tempie bez odczuwania nacisku.",
        "Potrafisz zyc zrelaksowanx i bez pospiechu bez denerwowania sie pierdolami.",
        "Mysle ze twoj radosny styl zycia to cos czego mozna zazdroscic.",
        "Jestes rowniez zaskakujaco popularnx.",
        "Ten sposob w jaki bezmyslnie wpatrujesz sie w dal...",
        "Powinien sprawic ze komus specjalnemu podniesie sie tetno.",
        "Zrelaksowana osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Brave":
    [
        "Wydajesz sie byc... Typem odwaznym.",
        "Silnie oczekujesz sprawiedliwosci. Nienawidzisz zla. Bez problemu zmagasz sie z jakimkolwiek przeciwnikiem.",
        "Jestes prawdziwym bohaterem!",
        "Naprzod!",
        "Dla sprawiedliwosci! Dla pokoju na Ziemii... Walcz z formami zla!",
        "......Jesli sie myle... Popracuj nad zostaniem prawdziwym bohaterem!",
        "Odwazna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Lonely":
    [
        "Wydajesz sie byc... Typem samotnym.",
        "Zawsze zachowujesz sie wesolo i dowcipnie wsrod innych ludzi.",
        "Ale to tylko dlatego, ze jestes wsrod innych ludzi.",
        "Gdy jestes samx...",
        "Nie odczuwasz wtedy nagle dziwnego smutku?",
        "Przez to bardzo chcesz byc wsrod innych.",
        "Ale gdy tak ciagle jest ci smutno...",
        "Twoja rownowaga zywieniowa sie sypie. Jedz wiecej warzyw!",
        "Jednak... Nie ma nic zlego w byciu samemu.",
        "Wiesz jak to jest gdy nie jestes samx, dlatego odczuwasz ta samotnosc.",
        "I wlasnie dlatego nigdy nie jestes naprawde samx.",
        "Samotna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Timid":
    [
        "Wydajesz sie byc... Typem bojazliwym.",
        "Moze byc ci ciezko isc do toalety w nocy.",
        "Moze tez byc dla ciebie straszne isc do szkoly po tym jak cos zostawilxs w klasie.",
        "Gdy w nocy idziesz przez ciemna ulice, prawdopodobnie czesto obracasz sie za ciebie.",
        "Ale twoja bojazliwa natura jest tez dobra!",
        "Poniewaz ci co znaja strach znaja tez prawdziwa odwage.",
        "Bojazliwa osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Naive":
    [
        "Wydajesz sie byc... Typem naiwnym.",
        "Jestes bardzo ciekawskx i lubisz rzadkie rzeczy.",
        "Twoja wesola i beztroska natura powinna cieszyc osoby wokol ciebie.",
        "Ale masz jedna wade. Potrafisz byc dziecinnx.",
        "Nigdy nie umiesz usiedziec w miejscu. Zawsze jestes w ruchu.",
        "Mozesz tez byc samolubnx, wiec lepiej na siebie uwazaj.",
        "Naiwna osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Sassy":
    [
        "Wydajesz sie byc... Typem pyskatym.",
        "Bywasz dosc cynicznx.",
        "Mimo to, jest cos atrakcyjnego i kochanego w tobie.",
        "Ale czy nie mowisz czasami czegos aroganckiego co denerwuje ludzi wokol?",
        "Popelniasz ten blad?",
        "Lub czy ludzie nazywaja cie zarozumialym, proznym i samolubnym?",
        "Czy ludzie tak o tobie mowili?",
        "Huh? Mowisz mi bym spadal?",
        "Czemu, ty... Chodz tutaj i powiedz mi to w twarz! ......Gasp!",
        "...Przepraszam. Dalem zbytnio upust swoim emocjom. Jest mi naprawde teraz przykro.",
        "Tak czy inaczej, twoja cool postawa jest tym co cie definiuje.",
        "To sprawia ze jestes nieznosnx, ale i rowniez atrakcyjnx w tym samym czasie.",
        "Pyskata osoba taka jak ty to Pokemon...",
        "%s!"
    ],
    "Hasty":
    [
        "Wydajesz sie byc... Typem pochopnym.",
        "Lubisz przejmowac kontrole i zalatawiac rozne sprawy.",
        "Jestes tez naprawde przebojowx.",
        "Ale czy rowniez sie nie stresujesz?",
        "Irytujesz sie gdy twoi znajomi nie zjawiaja sie na czas.",
        "Frustrujesz sie gdy rzeczy nie ida po twojej mysli.",
        "Moze rowniez i ciagle naciskasz guzik przywolujacy winde gdy duzo jej zajmuje dojazd.",
        "...Moze nawet i teraz ciagle naciskasz przycisk Dalej.",
        "Uwazaj--ciagle irytowanie sie nie jest dobre dla twojego dobrostanu.",
        "Pochopna osoba tak jak ty to Pokemon...",
        "%s!"
    ],
    "Calm":
    [
        "Wydajesz sie byc... Typem spokojnym.",
        "Jestes w stanie udzielac rad zmartwionym znajomym.",
        "Nie lubisz sie klocic ani walczyc.",
        "Jestes zyczliwa, ciepla osoba ktora obchodza inni.",
        "Musisz miec duzo oddanych przyjaciol.",
        "Jednakze... Mozesz rowniez byc dosc latwowiernx...",
        "Tak jak i dosc nieostroznx...",
        "A moze nawet i niechlujnx.",
        "Musisz o tym pamietac.",
        "Spokojna osoba taka jak ty to Pokemon...",
        "%s!"
    ]
}